components/widgets/IndexCatalogWidget.php

SELECT * FROM `category` WHERE `id` IN (73, 68, 78, 88, 85, 91, 77, 79)
---
    public function run()
    {
        $categories = $this->category_id;
        $catalog = Category::getDb()->cache(function () use ($categories) {
            return Category::find()->where(['id' => $this->category_id])->all();