components/url/CategoryUrlRule.php

SELECT * FROM `category` WHERE `id`='68'
---
    public function createUrl($manager, $route, $params)
    {
        if ($route == 'category/view') {

            $path = 'category/';

            $idCategory = $params['id'];

            if ($idCategory) {
                $alias = Category::getDb()->cache(function () use ($idCategory) {
                    return Category::findOne($idCategory)->alias;