components/url/ProductUrlRule.php

SELECT * FROM `product` WHERE `id`='86'
---
    public function createUrl($manager, $route, $params)
    {
        if ($route == 'product/view') {

            $path = 'product/';

            $idCategory = $params['id'];

            if ($idCategory) {
                $alias = Product::getDb()->cache(function () use ($idCategory) {
                   return Product::findOne($idCategory)->alias;