controllers/CategoryController.php

SELECT * FROM `product` WHERE `hit`='1' LIMIT 6
SELECT * FROM `product` WHERE `new`='1' LIMIT 6
---
    public function actionIndex()
    {
        $hits = Product::getDb()->cache(function () {
          return Product::find()->where(['hit' => '1'])->limit(6)->all();
        });

        $news = Product::getDb()->cache(function () {
          return Product::find()->where(['new' => '1'])->limit(6)->all();