components/MenuWidgetN.php

SELECT * FROM `category` WHERE is_catalog <> 1
---
    public function run()
    {
        // get cache
        if ($this->tpl == 'menun.php') {
            $menu = Yii::$app->cache->get('menun');
            if ($menu) return $menu;
        }

        $this->data = Category::find()->indexBy('id')->where('is_catalog <> 1')->asArray()->all();