components/NewMenuWidget.php

SELECT * FROM `category` WHERE is_catalog <> 1
---
    public function run()
    {
//         get cache
//        $menu = Yii::$app->cache->get('new_menu');
//        if ($menu) return $menu;

        $this->data = Category::find()->indexBy('id')->where('is_catalog <> 1')->asArray()->all();