<?php
use yii\helpers\Html;

/* @var $this yii\web\View */
$this->title = 'О нас - imoda-store.com';
$this->params['breadcrumbs'][] = $this->title;
?>

<div class="std container">
    <h1>ИНТЕРНЕТ МАГАЗИН IMODA-STORE</h1>
    <p><span style="font-size: medium;"><strong>Рады приветствовать Вас в нашем интернет-магазине "imoda-store.com" </strong><br>
    <p>В нашем интернет-магазине Вы можете стать обладателем: </p>
    <ul>
<li>Инструментов для создания красоты – аксессуаров для макияжа. Ни один шикарный макияж не может быть создан без хороших кистей и спонжев! Аккуратно нанесенный тон без разводов, красиво растушеванные тени, идеальные стрелки – это именно их заслуга. А как приятно, когда не нужно заморачиватся над макияжем и процесс его нанесения превращается не в надоедливое рутинное дело, а в настоящее искусство! Для самых продвинутых мастеров визажа у нас на сайте есть подраздел «Наборы для макияжа» где Вы можете приобрести сразу целый арсенал инструментов для создания роскошных образов.</li><br>
<li>Аксессуаров для волос. Шикарный макияж не может обойтись без красивой укладки, а красивая укладка нуждается в полезных и приятных глазу мелочах. В данном разделе Вы можете приобрести всё самое необходимое для создания женственной причёски.</li><br>
<li>Сумок и рюкзаков. Одна сумочка – это хорошо, две – лучше, три – ещё лучше…И вообще, сумок, как и туфель, много не бывает! Играйте с образами и будьте уникальными и оригинальными.</li><br>
<li>Косметичек и кошельков. Отсутствие данных аксессуаров усложняет взаимодействие с предметами, которые в них должны хранится и создаёт хаос на Вашем косметическом столике и в Ваших сумочках! Теперь не нужно полчаса искать любимую помаду в сумочке или злиться, стоя в очереди в поиске нужной карточки, – практичные и презентабельные косметички и кошельки сделают Вашу жизнь легче и приятнее.</li><br>
    </ul>
</div>